{
  "pf2e-avoid-notice": {
    "standardCover": "Standardowa osłona",
    "greaterCover": "Większa osłona",
    "logLevel": {
      "name": "Poziom logów",
      "none": "Bez logów",
      "debug": "Poziom debugowania",
      "log": "Poziom logów"
    },
    "useUnnoticed": {
      "name": "Użyj stanu Niezauważony",
      "hint": "Użyj „Niezauważony” zamiast „Niewykryty”, gdy test inicjatywy ukrycia przewyższa współczynnik ST i inicjatywę celu. Walczący, którzy nie zostali zauważeni przez żadnego z bohaterów, nie zostaną automatycznie wykryci po użyciu tej opcji. W przypadku konwersacji z PF2e Visioner należy traktować to jako „Niewykryty”."
    },
    "removeGmHidden": {
      "name": "Włącz opcję „MG – ukryci przeciwnicy” na początku walki.",
      "hint": "Tokeny bojowników, których widoczność została wyłączona za pomocą HUD-u tokenów, zostaną włączone. Wszelkie wyniki testów ukrycia przeciwko percepcji dla tych tokenów będą miały zastosowane odpowiednie stany."
    },
    "activity": "Aktywność eksploracyjna: {activity}",
    "raiseShields": {
      "name": "Podnosi tarcze Postaci podczas Obrony",
      "hint": "Wymaga, aby Postacie trzymali tarcze i mieli aktywną akcję eksploracji Obrona.",
      "needsHeldShield": "{actor} musi mieć wyposażoną tarczę, aby użyć {activity}."
    },
    "autorollSpellDamage": {
      "name": "Automatyczny rzut na obrażenia od zaklęć",
      "hint": "Tylko dla zaklęć nieatakujących, które mają przycisk Rzuć obrażenia podczas początkowego tworzenia karty."
    },
    "rage": {
      "name": "Wchodzenie w Szał barbarzyńców na początku walki",
      "hint": "Wymaga atutów „Porywczy” i „Szał”.Akcja „Szał” również wymaga zastosowania samoaplikującego się efektu, aby mogła zostać zautomatyzowana."
    },
    "requireActivity": {
      "name": "Wymóg użycia „Unikanie wykrycia” w akcjach eksploracji",
      "hint": "Aby ukryć się na początku walki, gracze muszą ustawić aktywność eksploracji „Unikanie wykrcia” jako aktywną. Jeśli ta opcja jest wyłączona, gracze muszą użyć Ukrycia, aby uzyskać inicjatywę.",
      "error": "{actor} musi użyć {action} jeśli chce się ukryć na początku walki."
    },
    "strict": {
      "name": "Tryb ścisły",
      "hint": "Nie zalecane, prawdopodobnie nie będziemy reagować na zgłoszenia błędów związane z pojawieniem się czegoś, co nie powinno się pojawić. Wymagaj, aby tokeny unikające miały wyraźne stany zakrycia lub przysłonięcia przed tokenami obserwującymi, aby stały się niewidoczne lub niewykrywalne dla nich."
    },
    "noSummary": {
      "name": "Wyłącz podsumowania kart czatu",
      "hint": "Pominie aktualizację karty inicjatywy o wyniki ukrycia"
    },
    "hideFromAllies": {
      "name": "Zastosuj efekty ukrycia do sojuszników",
      "hint": "Jeśli opcja jest włączona, ukrycie zostanie zastosowane zarówno wobec tokenów sojuszniczych, jak i nie sojuszniczych"
    },
    "visibilityHandler": {
      "name": "Obsługa widoczności",
      "auto": "Auto: PF2e Visioner > PF2e Perception",
      "disabled": "Nie ustawiaj statusu stanu",
      "best": "Użyj najgorszego stopnia sukcesu (preferuj osoby szukające)",
      "worst": "Użyj najlepszego stopnia sukcesu (preferuj osoby skradające się)",
      "visioner": "Niech PF2e Visioner się tym zajmie",
      "perception": "Niech pf2e-perception się tym zajmie",
      "perceptive": "Niech Perceptive się tym zajmie"
    },
    "computeCover": {
      "name": "Oblicz osłony na początku walki",
      "hint": "Użyj modułu widoczności, aby automatycznie obliczyć osłonę między tokenami przy użyciu skradania się dla inicjatywy i tokenów niebędących sojusznikami. Jest to używane wyłącznie do tego celu."
    },
    "clearStealth": {
      "name": "Usuń ukrycie z wybranych tokenów",
      "hint": "Usuwanie statusów ukryty, niewykryty i niezauważony z wybranych tokenów.",
      "banner": "Usuwanie danych Ukrycia z {name}"
    },
    "clearPartyStealth": {
      "name": "Usuń Ukrycie z drużyny",
      "hint": "Usuwanie statusów ukryty, niewykryty i niezauważony z drużyny.",
      "banner": "Usunięcie Ukrycia z drużyny"
    },
    "clearPartyStealthAfterCombat": {
      "name": "Usuń Ukrycie z drużyny po walce",
      "hint": "Usuwa stan Ukrycie z tokenów drużyny w bieżącej scenie po zakończeniu walki."
    },
    "clearMovement": {
      "name": "Wyczyść historię ruchu po zakończeniu tury",
      "hint": "Tylko Foundry v13. Automatycznie czyści historię ruchu z aktywnego tokena po zakończeniu tury."
    },
    "useBulkApi": {
      "name": "Korzystaj z eksperymentalnych interfejsów API Visioner",
      "hint": "Te interfejsy API są w trakcie opracowywania. Korzystaj z nich na własne ryzyko."
    },
    "hideTokens": {
      "name": "Ukryj wybrane tokeny",
      "hint": "Wyłącz widoczność i ustaw inicjatywę na Ukrycie dla wybranych tokenów."
    },
    "hideLoot": {
      "name": "Ukryj wszystkie ukryte tokeny łupów z Foundry",
      "hint": "Tylko PF2e Visioner. Użyj menedżera widoczności, aby ustawić wszystkie ukryte przez foundry tokeny łupów jako ukryte dla bieżącej drużyny."
    },
    "panZoomToCombat": {
      "name": "Przesunięcie / Powiększenie w walce",
      "hint": "Kiedy rozpocznie się walka, przesuń/powiększ kamerę, aby dopasować widocznych i ukrytych walczących do kontrolowanych tokenów. Zignoruje wszystkich walczących ukrytych przez foundry, niewykrytych lub niezauważonych."
    },
    "notifications": {
      "noSocketLib": "PF2e Avoid Notice wymaga aktywacji modułu socketlib, aby umożliwić przesuwanie/powiększanie obrazu podczas walki. Proszę go aktywować."
    },
    "schema": {
      "name": "Wersja schematu",
      "hint": "Ustaw to na poprzednią wersję, aby wymusić migrację danych z określonej wersji do wersji bieżącej."
    },
    "config": {
      "general": "Opcje ogólne",
      "misfits": "Cechy niedopasowane",
      "debug": "Opcje debugowania"
    }
  }
}
